Repository: Mezek/showmi
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: sk

# tx_showmi_domain_model_activity
source: Activity
sk: Aktivita

# tx_showmi_domain_model_activity.sender_name
source: Sender Name
sk: Meno zasielateľa

# tx_showmi_domain_model_activity.sender_email
source: Sender Email
sk: Email zasielateľa

# tx_showmi_domain_model_activity.date
source: Date
sk: Dátum

# tx_showmi_domain_model_activity.author
source: Author
sk: Autor

# tx_showmi_domain_model_activity.type
source: Type
sk: Typ

# tx_showmi_domain_model_activity.place
source: Place
sk: Miesto

# tx_showmi_domain_model_activity.title
source: Title
sk: Názov

# tx_showmi_domain_model_activity.weblink
source: Web link
sk: Webový link

# tx_showmi_domain_model_activity.author_link
source: Author Link
sk: Autorský link

# tx_showmi_domain_model_personnel
source: Personnel
sk: Zamestnanci

# tx_showmi_domain_model_personnel.sasid
source: SASid
sk: SAVid

# tx_showmi_domain_model_personnel.name
source: Name
sk: Meno

# tx_showmi_domain_model_personnel.surname
source: Surname
sk: Priezvisko

# tx_showmi_domain_model_personnel.title
source: Title
sk: Titul

# tx_showmi_domain_model_personnel.status
source: Status
sk: Stav

# tx_showmi_domain_model_personnel.department
source: Department
sk: Oddelenie

# tx_showmi_domain_model_personnel.function
source: Function
sk: Pozícia

# tx_showmi_domain_model_personnel.function_en
source: Function En
sk: Pozícia En

# tx_showmi_domain_model_personnel.phone
source: Phone
sk: Telefón

# tx_showmi_domain_model_personnel.doors
source: Doors
sk: Miestnosť

# tx_showmi_domain_model_personnel.building
source: Building
sk: Budova

# tx_showmi_domain_model_personnel.phd_student
source: Phd Student
sk: Doktorand

# tx_showmi_domain_model_personnel.supervisor
source: Supervisor
sk: Školiteľ

# tx_showmi_domain_model_personnel.theme
source: PhD thesis
sk: Téma práce

# tx_showmi_domain_model_personnel.defense
source: Year of defense
sk: Rok obhajoby

# tx_showmi_domain_model_personnel.webpage
source: Webpage
sk: Webstránka

# tx_showmi_domain_model_personnel.autoreferat
source: Autoreferat
sk: Autoreferát

# tx_showmi_domain_model_personnel.infopage
source: Information Page of SAS Employee
sk: Informačná stránka zamestnanca SAV

# tx_showmi_domain_model_topic
source: Topic
sk: Téma

# tx_showmi_domain_model_topic.supervisor_link
source: Supervisor Link
sk: Link na školiteľa

# tx_showmi_domain_model_topic.title_sk
source: Title SK
sk: Názov SK

# tx_showmi_domain_model_topic.title_en
source: Title EN
sk: Názov EN

# tx_showmi_domain_model_topic.title_theme
source: Title of PhD theme
sk: Názov témy

# tx_showmi_domain_model_topic.goals_sk
source: Goals SK
sk: Ciele SK

# tx_showmi_domain_model_topic.goals_en
source: Goals EN
sk: Ciele EN

# tx_showmi_domain_model_topic.annotation_sk
source: Annotation SK
sk: Anotácia SK

# tx_showmi_domain_model_topic.annotation_en
source: Annotation EN
sk: Anotácia EN

# tx_showmi_domain_model_topic.annotation
source: Annotation
sk: Anotácia

# tx_showmi_domain_model_topic.contact
source: Contact
sk: Kontakt

# tx_showmi_domain_model_topic.note
source: Note
sk: Poznámka
